<!DOCTYPE html>
<html>
<head lang="en">
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width,height=device-height,initial-scale=1.0,maximum-scale=1.0,user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="default">
    <meta name="format-detection" content="telphone=no, email=no">
    <link rel="stylesheet" href="css/web/zhuboxieyi.css"/>
    <title>播主协议</title>
</head>
<body>
<div class="zbxy">

   <h2 class="xy_h2">一、合作内容</h2>
   <p class="xy_p">
       1.1乙方可利用甲方的有魅播主服务平台（包括有魅客户端）发布乙方作为播主的身份资质信息（以下简称“有魅信息”），包括但不限于个人基本信息等乙方播主条件信息。
   </p>
    <p class="xy_p">
       1.2甲方利用乙方在平台上发布的个人身份资质信息，为乙方提供网络宣传推广服务（播主信息的互联网发布、互动活动推广及与此有关的互联网技术服务），进而为甲方的用户提供服务信息。
   </p>
   <p class="xy_p">
       1.3合作时间：本协议经播主在线接受且经过有魅审核通过后即告生效，除非本协议规定的终止条件发生，本协议将持续有效。双方另有约定的除外。
   </p>
   <p class="xy_p">
       1.4发票和余额提现：甲方根据乙方当月消费记录，不给与一般增值税专用发票或普通发票。乙方播主服务可申请账户余额提现。
   </p>
   <h2 class="xy_h2">二、甲方权利与义务</h2>
   <p class="xy_p">
      2.1甲方保证经甲方审核通过的乙方信息在有魅平台上能正确显示。乙方提供的播主信息能够顺利、及时上线。 
   </p>
   <p class="xy_p">
       2.2当第三方通知甲方，认为乙方在平台上发布的信息存在重大问题时，甲方将以普通非专业人员的知识水平标准对相关内容或行为进行初步判别，如判别认定该内容或行为不当或具有违法性质，甲方有权删除相关信息或/和停止对乙方提供服务。
        （1）事先获得用户的明确授权；
        （2）只有透露第三方用户的个人资料，才能提供用户所要求的产品和服务；
        （3）根据有关的法律法规要求；
        （4）按照相关政府主管部门的要求；
        （5）为维护有魅的合法权益。
   </p>
   <p class="xy_p">
       2.3在乙方注册有魅账户，使用有魅提供的产品或服务，有魅平台会收集乙方的个人身份识别资料，并会将这些资料用于：改进为乙方提供的服务及信息内容。
   </p>

    <h2 class="xy_h2">三、乙方的权利与义务</h2>
    <p class="xy_p">
        3.1资质文件提交：乙方欲使用本协议下服务，必须向甲方提供如下文件（一下简称“资质文件”）：乙方出具个人身份资质（需通过图片上传身份证，图片内具有资质所需信息）；
    </p>
    <p class="xy_p">
        3.2平台服务：乙方完善、准确提交上述资质文件并经甲方审核通过后，甲方即为乙方开通平台服务。开通后，乙方可在平台上发布播主信息，经甲方审核通过后即可显示在平台上。乙方应妥善保管其账号及密码信息，不得以任何形式擅自转让或授权他人使用，否则须自行承担由此引起的法律责任。
    </p>
    <p class="xy_p">
      3.3平台合法使用：
（1）遵守国家法律法规：乙方保证在使用甲方服务时实施的所有行为均遵守国家法律、法规以及社会公共利益。如有违反导致任何法律后果的发生，乙方将以自己的名义独立承担相应的法律责任。如因此给甲方造成损失或因此导致甲方承担连带责任的，甲方有权向乙方追偿。
（2）不侵害第三方合法权益：乙方承诺拥有合法的权利和资格向平台上传有关信息并进行推广，且前述行为未对任何第三方合法权益，包括但不限于第三方知识产权、物权等构成侵害，如乙方因违反上述约定而引起的任何第三方提起的投诉、索赔，诉讼或行政责任的均与甲方无关，因此造成甲方损失的则由乙方全部赔偿。


    </p>
    <p class="xy_p">
       3.4信息变更的通知：乙方在本协议期限内如变更或新增任何信息（包括但不限于资质文件及其所含信息、经营信息、推广信息），应保证在一个工作日内通知甲方并更新至平台上。
    （1）资质信息变更：协议期内，资质文件及其所含信息发生任何变更，乙方应在重新编辑身份资质信息重新申请成为主播，如资质文件及其所含信息的变更使得乙方不再具备履行本协议的情形出现时，甲方有权立即终止本协议，不承担任何赔偿及法律责任。乙方同意为其未在约定时间内通知或更新其信息承担全部法律责任。 
    </p>
    <p class="xy_p">
       3.5信息真实、准确、合法、有效性承诺：乙方保证其向甲方提供的全部信息，包括但不限于证明文件、经营信息、推广信息等，真实、准确、合法，且在协议履行期间都处于合法有效期内，不可存在任何误导、遗漏、虚假或隐瞒，否则，因此给第三方和/或甲方带来损失的，应由乙方独立承担全部法律责任并予以赔偿。 
    </p>
    <p class="xy_p">
       3.6在本协议期间，乙方不得进行下述行为（包括但不限于），否则视为乙方违约（甲方有权永久封禁乙方账号）：  
 
    </p>
    <p class="xy_p">
       3.6.1乙方在甲方平台进行色情低俗表演或发生不雅行为而触犯国家法律法规，由乙方承担全部责任；
    3.6.2诱使甲方平台用户增加乙方个人或者乙方推荐人员的微信、QQ等即时聊天工具；
    3.6.3主动询问甲方平台用户微信、QQ等账号，以自己名义或者推荐他人进行添加；
    3.6.4向甲方平台、甲方公司员工、甲方合作伙伴、代理商等用户宣传、极力推荐其他网络平台、直播平台、聊天工具等；
    3.6.5诱使甲方平台用户、甲方公司员工、甲方合作伙伴、代理商等使用其他网络平台、直播平台、聊天工具等；
    3.6.6向甲方平台用户、甲方公司员工、甲方合作伙伴、代理商散布有损甲方声誉的信息；
    3.6.7其他有损甲方声誉及收益的行为（例如使用三方软件批量注册账号或同时操作多个账号等）。 
    </p>
<h2 class="xy_h2">
   
四、解约 
</h2>
<p class="xy_p">
    4.1乙方同意赔偿由于使用甲方服务（包括但不限于将乙方资料展示在互联网上）或违反本协议而给甲方造成的任何损失（包括由此产生的全额的诉讼费用和律师费）。乙方同意甲方不对任何由乙方发布的资料承担任何费用；由于此类资料对其它用户造成的损失由乙方自行全部承担。
</p>
<p class="xy_p">
    4.2除本协议另有约定之外，如一方发生违约行为，守约方可以书面通知方式要求违约方在指定的时限内停止违约行为，并就违约行为造成的损失进行索赔，如违约方未能按时停止违约行为，则守约方除就其损失获得所有赔偿外亦有权立即终止本协议。
</p>
<p class="xy_p">
   4.3不可抗力免责条款：如由于不可抗力事件，包括但不限于互联网连接故障、电脑、通讯或其他系统的故障、电力故障、罢工、劳动争议、暴乱、政府行为、法院的命令或第三方的不作为或任何其他类似事件，致使合同的部分或全部不能履行或延迟履行，则甲方不承担任何违约责任，但双方应将不可抗力所造成的影响控制在最小范围内。 
</p>
<h2 class="xy_h2">
    五、法律适用及解决争议的方式
</h2>
<p class="xy_p">
    5.1法律适用：本协议的订立、效力、履行和解释及争议的解决适用中华人民共和国法律、法规和计算机、互联网行业的规范。合同条款如与相关法律、法规内容抵触，该条款无效，但不影响其他条款的法律效力。
</p>
<p class="xy_p">
  5.2解决争议的方式：因本协议订立、解释和履行发生的争议，双方应友好协商解决，如协商不成，提交甲方所在地杭州市江干区人民法院解决。
  
</p>
<h2 class="xy_h2">
    六、合同终止
</h2>
<p class="xy_p">
   6.1提前通知解除：协议任何一方均可以提前十五天以书面通知的方式提前终止本协议。
</p>
<p class="xy_p">
   6.2协议终止后有关事项的处理：
（1）协议终止后，甲方有权删除乙方平台服务账户和/或与之相关的任何信息，有权终止转发任何未曾阅读或发送的信息给乙方或第三方，甲方亦不就终止协议而对乙方或任何第三方承担任何责任；
（2）协议终止后，甲方有权保留乙方的注册数据及以前的相关行为记录。如乙方在协议终止前在平台上存在违法行为或违反协议的行为，甲方仍可行使本协议所规定的权利；
（3）协议终止前，乙方已经创建的推广信息尚未完成实现的，有魅有权在协议终止时同时删除与此相关的信息，同时该部分推广费用不予退还。 
</p>
<h2 class="xy_h2">
   
七、特殊免责条例 
</h2>
<p class="xy_p">
   7.1乙方理解网站或客户端为正常运行需进行停机维护，如因此造成乙方不能正常运营，乙方承诺不追究甲方法律责任，但甲方有义务尽力避免服务中断或将中断限制在最短事件内。 
</p>
<p class="xy_p">
  7.2由于黑客攻击、第三方公司软件屏蔽或非因甲方技术原因导致乙方广告无法播放的，乙方对此予以理解，并承诺不追究甲方责任，但甲方尽可能将上述影响减少到最低。  
</p>
<h2 class="xy_h2">八、保密与不竞争规定 </h2>
<p class="xy_p">8.1知识产权转让；双方确认，乙方在使用甲方平台服务期间，利用甲方的物质技术条件、业务信息等生产的发明创造、作品、注册及未注册商标、计算机软件、技术密码或其他商业秘密信息等包含的全部知识产权均属于甲方享有。甲方可以在其他业务范围内充分利用这些发明创造、作品、计算机软件、技术秘密信息，进行生产、经营或者向第三方转让。</p>
<p class="xy_p">
   8.2保密责任；乙方酬薪、奖金属于公司机密，不得与他人以及第三方进行沟通交流。如有泄露，公司有权立即解除此协议。乙方亦应本着谨慎和负责的态度，严格保守本人知悉的商业机密，或本人持有的属于甲方或虽属于第三方但甲方承诺有保密义务的技术秘密和商业秘密。 
</p>
<p class="xy_p">
  8.3.1乙方不得以任何形式恶意诋毁甲方，不得将在履行本协议期间得知的甲方的运营模式、操作要点、客户群体等信息告知任何第三方，尤其是与甲方存在竞争关系的同类企业，否则，甲方有权追究乙方的违约责任，给甲方造成的损失由乙方承担。  
</p>
<p class="xy_p">
  8.3.2乙方在本协议期间，不得通过直接或者间接的方式教唆、引诱、鼓励、恶意诋毁等手段诱使任何甲方员工、合作伙伴等终止与甲方原有的雇佣、合作关系或者诱使前述人员与其他网络平台建立雇佣或合作关系。
  
</p>
<p class="xy_p">
  8.3.3乙方在本协议期间，不得通过直接或者间接的方式教唆、引诱、鼓励、恶意诋毁等手段诱使甲方的平台用户停止使用甲方现有平台或者诱使甲方原有平台用户使用其他同类网络平台。  
</p>
<p class="xy_p">
   8.3.4乙方在本协议履行期间，甲方有权采用后台监控的方式对乙方的行为进行监测和管理，乙方应保持忠诚度，坚守自身职责若发现乙方存在违反本协议约定的情形，甲方有权对乙方在甲方平台的账号进行封停，并将账户内余额进行冻结处理。 
</p>
<h2 class="xy_h2"> 九、附则   </h2>
<p class="xy_p">
  9.1除非获得另一方的书面许可，任何一方不得将其在本协议项下的权利或义务转让或以其他方式让与给他人。  
</p>
<p class="xy_p">
   9.2本协议附件是本协议不可分割的一部分，与本协议正文具有同等法律效力。
有魅平台对于本协议内容拥有最终解释权和修订权。 
</p>
</div>
</body>
</html>